[
    {
        "name": "Math 2114",
        "text": "Math 2114: Introduction to Linear Algebra  Spring 2024 Last revised January 16, 2024  CRN 17289 Tue/Thur 11:00AM-12:15PM in WLH 345  Instructor: Joseph Wells, PhD Phone: 540-231-6536  (He/Him/His) Homepage: personal.math.vt.edu/jwells13 Office: 439 McBryde Hall Email: Joseph.Wells@vt.edu Text: Linear Algebra: A Modern Introduction, 4th ed.  by Poole (w/ WebAssign access) Supplemental Text: Elementary Linear Algebra, 8th ed.  by Larson  Canvas: https://canvas.vt.edu/courses/187483 WebAssign Site: https://www.webassign.net Course Website: https://www.math.vt.edu/undergrad-math/courses/math-2114.html  Grading: Your final semester grade will be computed according to the following breakdown  Webassign . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10%  Written Assignments/Quizzes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10%  Midterm Exams . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 60% (3 exams, 20% each)  Final Exam . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20% (10% multiple choice, 10% free response) Semester letter grades will be assigned in the usual fashion: a 90% guarantees an A-, an 80% guarantees a B-, a 70%guarantees a C-, and a 60% guarantees a D-. Final Exam: The final exam is required class meeting that will not be rescheduled for discretionary reasons, including conflicts with work schedules, conflicts with classes and exams at other colleges, and travel plans. The final exam will occur on May 08 from 7:45am until 9:45am. Course Content and Delivery: This course covers: Vector and matrix algebra, systems of linear equations, linear equations, linear independence, bases, matrices, determinants, eigenvalues and eigenvectors, orthonormal bases, rank,  linear transformations, diagonalization, and some applications of all of the above. This is an in- person course.  1  Prerequisite: You must have one of the following:  A grade of B or better in Math 1225  A passing grade in Math 1226 Attendance & Communication: Class attendance is expected and will be recorded daily by way of a MathMatize poll. You are encouraged to sign up for a MathMatize account, but it is not mandatory. To Absences arising from serious situations should be reported to the Dean of Students Office (https://dos.vt.edu/). Students are responsible for course materials and announcements covered in class. Students are also responsible for information delivered via Canvas or email. Note that attendance is purely for data-collection purposes and does not contribute to your semester grade (however, there is a very strong correlation between regular course attendance an earning a high semester grade). Classroom Courtesy: You and your classmates are here to learn, and that happens best in an atmosphere of mutual respect with freedom from distractions and disturbances. All of us should abide by the Virginia Tech Principles of Community. All persons in the classroom must abide by the University’s policies regarding face coverings. Textbook: Both the main textbook and supplementary text are available online with your purchase of the WebAssign access; you do not need hard copies of either. Written Assignments: Written homework will be assigned frequently. Assignments and due dates are communicated both in-class and through Canvas, and all written assignments must be submitted via Canvas as a single PDF. Individual quizzes may also be assigned and will contribute to this portion of the students’ grades. The lowest written homework score will be dropped. WebAssign: WebAssign is required for this class and WebAssign homework can be accessed through Canvas. Assignments will be due frequently; consult the “Assignments” Canvas page for explicit due dates. The three lowest WebAssign scores will be dropped. For any questions concerning WebAssign access or support, call (toll free) (800) 955-8275. Late Homework Policy: Late written homework will be accepted up to 48 hours late, with a penalty of 1% per hour (rounded up; that is, 1.1 hours late is rounded to 2 hours late), and any later than that will only be accepted under extenuating circumstances and at the instructor’s discretion. You should reach out to the instructor as soon as possible if an issue arises. Exams and Makeup Policy: There will be three midterm exams and a final exam. Midterm exams will be taken during class time roughly every four weeks. Dates will be announced at least one week in advance. The final exam is comprised of two portions – a common time multiple choice portion and a free response portion – both equally weighted. Your instructor writes the free response portion, but the multiple choice portion is written by a committee (and your instructor is not on this committee).  2  You must take exams on the specified date. Usually, makeup exams will not be given, and any  requests should be accompanied by formal documentation (from the Dean of Students, Cook Coun- selling, etc.). If a student misses an exam for reasons that are serious, unavoidable, and beyond  the student’s control, the situation will be handled on an individual basis and at the instructor’s discretion. When possible, the student should notify the instructor before missing the work. Extra Credit:  Extra credit opportunities may be available throughout the semester, but for semester grade com- putations, no more than 100% will be used in any of the four grading categories listed on Page  1 (WebAssign, Written Assignments, Midterm Exam, Final Exam). For example, if your Written Homework grade is 123%, this will be reduced to 100% in the semester grade computations. Grading Appeals: Specific grading disputes (points totaled incorrectly, partial credit appeals, missing assignments on Canvas, etc) should be brought to my attention within 1 week of return of the assignment. Coming to me within this period does not guarantee a grade change, only my consideration. Appeals outside of this timeframe will not be considered. Additional Help: For additional help and tutoring options visit: https://www.math.vt.edu/undergrad-math/tutoring.html. Note: This course policy sheet is subject to change pending changes in University policy. If the university policy changes (e.g., we go all online), a new policy sheet will be posted to Canvas, and it is your responsibility as a student to inform yourself of the changes made. Last Revised: January 16, 2024 Accommodations Statement:  If you need adaptations or accommodations because of a documented disability, if you have emer- gency medical information to share with me, or if you need special arrangements in case the building  must be evacuated, please make an appointment with me as soon as possible. Honor System: Exams, quizzes, written assignments, and WebAssign assignments will be considered graded work. No consultation or collaboration is permitted on tests and quizzes, each student must work alone.  Written assignments and WebAssign may be discussed with other students as well as with the in- structor. In preparing graded work, students may not consult partial or complete solutions of the  problems that have been prepared by anyone else. The prohibited solutions include, but are not limited to, solutions by current or former teachers or students at VT or elsewhere, whether these solutions are posted on the Internet or available from other sources. The honor code applies to all graded work in this course. Notes, assignments, quizzes, tests, exams, solutions, and other materials distributed to or generated in this class are intended for use only by students enrolled in this CRN this semester. Without the  teacher’s written permission, no one may show, give, or otherwise make such class materials avail- able to anyone not enrolled in this CRN this semester. Prohibited activities include, but are not  limited to, uploading a test or solutions to any problems and submitting such materials for online posting. The prohibition on sharing solutions applies to all solutions, regardless of who wrote the solutions.  3  The Undergraduate Honor Code pledge that each member of the university community agrees to abide by states: “As a Hokie, I will conduct myself with honor and integrity at all times. I will not lie, cheat, or  steal, nor will I accept the actions of those who do.”  Students enrolled in this course are responsible for abiding by the Honor Code. A student who has doubts about how the Honor Code applies to any assignment is responsible for obtaining specific guidance from the course instructor before submitting the assignment for evaluation. Students are strongly discouraged from misusing sites such as Chegg and CourseHero, as well as misusing ChatGPT and other Generative Artificial Intelligence. Students are strongly encouraged to consult their faculty members regarding the use of such outside materials as the misuse of these sources may constitute a violation of the Honor Code. Ignorance of the rules does not exclude any member of the University community from the requirements and expectations of the Honor Code. Academic integrity expectations are the same for online classes as they are for in person classes. We strongly encourage all instructors to discuss the use of technology, and specifically discuss areas we know are problematic temptations for students such as ChatGPT, Chegg, CourseHero, and GroupMe to discourage students from using them. When the semester starts is an appropriate time in addition to providing a kind reminder before exams and assignments about expectations related to these sites. Please make your students aware that we are able to effectively investigate these incidents. If you have any questions about these sites or discussing them with your students, please do not hesitate to call our office. All university policies and procedures apply in any Virginia Tech academic environment, and all students are expected to follow them. For additional information about the Honor Code, please visit: https://www.honorsystem.vt.edu/.  ",
        "sum": "This course covers linear algebra topics including vector and matrix algebra, systems of linear equations, linear equations, linear independence, bases, matrices, determinants, eigenvalues and eigenvectors, orthonormal bases, rank, linear transformations, diagonalization, and some applications of all of the above."
    }
]
